[
  {
    "name": "Tom Brinkman",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXyoud8cpOMcWjQRUUoeBEOX1UU6rpZ5cITUsyOeKb2tNzQ5G3-=w72-h72-p-rp-mo-br100",
    "review": "Good experience. My wife and I visited Arunachal Pradesh in July ‘24 with Anu Tour and Taxi. Friendly and humble driver with knowledge about and contacts in the Northeast States as a whole. We were very content with his safe way of driving and flexibility in where we wanted to stop and go to. Kept himself to all agreements we made. We will definitely call him again when needed!"
  },
  {
    "name": "aneesh ss",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXbypJtDNJFXdpuAotsTRAPZFHPfQX6bxRZiEZ5pxHgC32thas=w72-h72-p-rp-mo-br100",
    "review": "We had a 5 day trip to Meghalaya in May 24.\n\nWe engaged Anu Tours and Travels for the vehicle requirement for the trip.\nI should submit that the agency has provided an excellent support for our trip.\nThe vehicle was good. Driver was very knowledgeable, friendly and met all our requirements.\n\nIn fact he advised us correctly regarding each place and guided us based on our age group, visit requirement and reaching various points in time there by ensuring our itinerary is completely covered.\n\nAnu Tours and Travels is highly recommended for any trip from guwahati...\n\nAneesh"
  },
  {
    "name": "Umashankar Pattnam",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjWHDCaVW6sm0i-tggyWySadLzE9cyLCTez-10t-JhES3Ywor-Zc=w72-h72-p-rp-mo-br100",
    "review": "During our recent visit to Meghalaya, we engaged services of Anu Tour and Taxi from Gauhati. The entire trip was smooth and satisfying . Our Driver Joy Deb made our travel more comfortable with his polite, fun loving behaviour. He was never in aggressive drive mode, even in empty roads, thereby ensuring the safety. He understood our requirements of good veg food and took us only to that sort of places, which never fails to satisfy anyone. Recommend , travellers to use their services to have a good and comfortable travel experience in North East."
  },
  {
    "name": "Raj Shekhar",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjUG6DrqyyPGKA5PZCcNGy1mWtk04TLiJYuoftYaohufN7jpJeU=w72-h72-p-rp-mo-br100",
    "review": "Excellent service. We enquired a travel plan to Meghalaya from Anu Tour and Taxi and got it in reasonable rates. Mr Joydeb was very cordial and also helped us in curating the itinerary. Our driver (Ajit da) was also polite and knowledgeable about the area.\nThe trip went very smooth and we had a very good experience."
  },
  {
    "name": "Rohit Patwi",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjVL6Lvo6TYVUELc567YtFj6UOanGRWj0kI572b0cfyC8ZwmMQA=w72-h72-p-rp-mo-ba4-br100",
    "review": "Anu tour and taxi service in Guwahati is excellent. The owner Mr. Joydeb Das is very nice, humble and professional person. His safe driving skills, on time services and knowledge of North east areas are amazing. He has good network for arranging trip and food stops. I recommend anyone visiting Assam, Meghalaya and Arunachal Pradesh to avail their services."
  },
  {
    "name": "Nimesh Chidrawar",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjX2qX5-jEY5_m7P_FeIdIHe3g_djCnc5QV-Lzpx5cpd-RIvgVcrjw=w72-h72-p-rp-mo-br100",
    "review": "I was traveling solo for first time, my luck i got Anu tours and travels.\nThe owner booked all hotels for me, took me to pure veg hotels, literally did trekking with me on high hills.\nJust close your eyes and book.\nYou will have joyful memories.\nVery responsible, humble, caring person he is ….🙏🏻 Thanks a lot 😇"
  },
  {
    "name": "Surendra Pratap",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocJEcHn1de1-ZZoA1E938cgpOxBWJyE6F47za9Nftch5lqQR9w=w72-h72-p-rp-mo-br100",
    "review": "The best driver, good knowledge of the tourist places in meghalaya, well connected with good hotels at tourist destinations, very good behaviour and very helpful nature. We enjoyed whole 6 day trip."
  },
  {
    "name": "Chandrashekhar Gaikwad",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXvEN1N02SPnH2P6Y0PaYrViiBOb_rU0URuYK7iJv6KXsEDtLm3=w72-h72-p-rp-mo-ba3-br100",
    "review": "I had a nine days trip with Any tours and travels, had a amazing travel experience throughout the trip. The car is in very good condition, driver is very punctual. The driver is your tour guide as well.\nThey helped to book the homestays, hotels and suggested good spots for shopping as well.\nI recommend Anu tours and travels if you are looking for the perfect trip to North East area."
  },
  {
    "name": "Kamlesh Jangid",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjUwm7bgJbOuspriFbd66kMechW6QqNQgLIxdnaQolc2s21k2MpWvw=w72-h72-p-rp-mo-ba4-br100",
    "review": "It was one of the most memorable trip we had and a major credit goes to Joydeb who was with us the whole 10 days and guided us through without any excuses. In fact, within the first hour itself when he picked us up from Guwahati airport, Joydeb gave us an entire itinerary based on our travel bookings and other requirements. Considering that we had two early teenagers with us, he ensured that the whole family spent quality time together while exploring nature. His inputs became very useful in ensuring that we didn't miss anything.\n\nHis driving skills, knowledge about the terrain and spots is amazing. The car is also very well kept. If you're exploring Meghalaya, Assam or Arunachal, all you need is Joydeb and you're worry free!!!"
  },
  {
    "name": "Anil Vyas",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocJViB8PTkDOm-Ga9apZnXmeU2Xz5YEeTPhpIMdzcReWnzBt0Q=w72-h72-p-rp-mo-br100",
    "review": "We had a wonderful experience with Anu tour and taxi Guwahati. visited Guwahati, Kāziranga, Shillong and Cherrapunji. The driver named Munna also made our tour memorable. It’s value for money and very highly recommended. Thank you Joydeb and Munna for your kind services."
  },
  {
    "name": "Bhupen Sarma",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocIq6TGYrB87aZE88EOLn4rDUxmWKAlYkKvNIDhJINQUzx8Usg=w72-h72-p-rp-mo-br100",
    "review": "I had 6 days trip with Anu tour and Taxi service,the car is in very good condition, driver is very punctual, the driver is your tour guide as well\nI recommend Anu tour and Taxi service if you are looking for the perfect trip to Assam, meghalaya and arunachal."
  },
  {
    "name": "naveen sharma",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXmobePWpP_YH81fp0AyO-ic3OegWkTQLO-d6cZ6KGwfDurNdOy=w72-h72-p-rp-mo-br100",
    "review": "I had a very fantastic trip with Anu tour and taxi.. the owner is very soft spoken and helpful by nature. I recommend their services for north east tours."
  },
  {
    "name": "dhawal bhimani",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXMJ4_BPEGs3I1lXOpg2QgTOpw3N0-ofQ9xWoUK6OFrPA0Vq74=w72-h72-p-rp-mo-br100",
    "review": "We hired a car from them for Kaziranga, Meghalaya week long trip and I would recommend their service to all tourists starting their North East trip from Assam.\n\nThe driver Joydeb deserves a special mention for his jovial, courteous behaviour, punctuality and smooth driving.He is also very well acquainted with the place and terrain helps with local sightseeing."
  },
  {
    "name": "Sabitri Maharjan",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjUJG4sVpRsylcNLchHMufehq-oYhA2L8RI95mv5KPNZZLLDSKcVaA=w72-h72-p-rp-mo-br100",
    "review": "It was a great experience but the only problem was the driver Mr. Bhupen Sarma, he was pathetic the only problem was with him is he just wants to park the cab as soon as possible. We missed to watch Tawang Light show and Mandala Top after even informing him that we want to do so. The owner we spoke to is Mr. Joydep, he was a nice person i wish he would come instead of sending Bhupen Sarma."
  },
  {
    "name": "AMAN POUDYAL",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLZbdCB5v7s6AAbyUM5PikrXJLUferegTXykjp6_8r0O7soeYI=w72-h72-p-rp-mo-br100",
    "review": "We went to Tawang with them and believe me it was a wonderful experience.\nOur driver Joy Deb was gem of a person We felt as if he is part of our family.He made sure we cover all destinations.The last day of the tour required him to drive for almost 12 hrs to make sure we reach airport on time.He did that without complaining.\nI recommend him strongly for his professionalism,good behaviour,best rates and above all for the good knowledge of the route.He planned the day superbly and took us to places where not all drivers go.\nThank you Joy Deb for the wonderful trip, 😊😊"
  },
  {
    "name": "Shoubhik Sinha",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocKqpO-IUezhRbiXo40xU7ziUMJeLcYSyrMLLMTu3gFU50SOwg=w72-h72-p-rp-mo-br100",
    "review": "Mr Bikash Das our Driver friend in the entire Guwahati & Meghalaya trip was fabulous. Very safe driving , very courteous. Anu Tour & Taxi Service Guwahati is value for money ."
  },
  {
    "name": "Ranajit SEN GUPTA",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocI0uNGiBBWprV8yti-JcfiY_b2rY27DqII6qFh-hcnCfLR4wA=w72-h72-p-rp-mo-br100",
    "review": "I had planned for a 10 Days Trip to Arunachal Pradesh ( 01.11.23 to 10.11.23) from Guwahati and had booked a Cab of Joydeb Das of Maligaon over Phone. While he had assured me of good service althrough , it turned out to be an Outstanding , Personalised and very Careful guidance throughout our Journey of 4 senior Citizens across Arunachal. Never felt like moving with a stranger Driver of 1 Day\"s accquintance. On top of everything, his pleasing Personality,  absence of greedy / deceptive / non-cooperative attitude and caring mentality like a Son has made us felt a memorable and plesant journey. I wish Joydeb Das all the best in his Career in this Tourism Venture. Ranajit Sen Gupta."
  },
  {
    "name": "Gita Rabha",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLEQMlLnT1etWIYuKzXNTLP3Z8DBaaCAT46Zn8ist-aOwn3dQ=w72-h72-p-rp-mo-br100",
    "review": "Best service provided for our meghalaya trip.l would definitely recommend the Anu tour and taxi service"
  },
  {
    "name": "Samir Nath",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocIFmJ_R383u2X8YJdNishMABMiIftiSa37sMP5LrielkKOluA=w72-h72-p-rp-mo-br100",
    "review": "Very good service specially the driver Deepak Biswas was very good and very polite throughout the journey to Tawang...Jaydeo nicely arrange the vehicle and very cooperative...will definitely recommend"
  },
  {
    "name": "Swarnendu Datta",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLpW73ZK13t_BeVKZhEh-7ITSH-NTydsatCKX1mkKvJMQm_mA=w72-h72-p-rp-mo-br100",
    "review": "Had a wonderful experience with the tour of Tawang, Arunachal Pradesh. Special thanks to our driver friend Jaidev. A skilled driver and a expert tour guide with local connections. Always driving well, giving accurate suggestion based on your interest. He is very dependable, decent and well mannered. We had a great trip because of him. Highly recommended his cab services Anu Tour and Taxi for the best possible travel experience."
  },
  {
    "name": "kcsumeer",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjWWszycLsRGemheobAs3dvT4S6vS0C-j_t3L5DKxtRPH46oin4E=w72-h72-p-rp-mo-br100",
    "review": "We had Mr Jaydeb who helped with the Arunachal and Assam tour. He accompanied as the driver and the whole trip was very comfortable with him. He is knowledgeable with all the tourist spots of interest..and goes out of the way to help..\nHe also stopped as the local hotels for food - and everywhere the food was amazing - thanks to him. They were small restaurants but if you love to relish locals food then he is the best to help you.. He was always on time for the daily trips and did go out of the way to ensure we see the places we want..would recommend his tour services to all.."
  },
  {
    "name": "SGN",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLgfoktqP7vXJxTlDr_SqYoXcepsU5jM9a_PO5pC2-3SUJ04w=w72-h72-p-rp-mo-br100",
    "review": "Joydev took us from Guwahati to Kazhiranga, and we also did the tour of Meghalaya with him.\nHe is a safe driver, knows his way around in Assam & Meghalaya very well.\nHe may not have the in-depth knowledge of the areas but is pleasant, non-intrusive, and punctual."
  },
  {
    "name": "Anupama Roy",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjVqVjQEANC-gkiety_OBu-11QB8y9PHvM45WE7drD2mmEJ5wlG9=w72-h72-p-rp-mo-ba2-br100",
    "review": "Joydeb took us through Assam and Meghalaya and it was a very pleasant experience. He was always driving well, giving accurate advice, was friendly without being overbearing. He is very dependable, decent and well mannered. We had a great trip because of him."
  },
  {
    "name": "Naveen Kumar",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjVm0YHxtySWoqsTuZFZaPEB1AMfTegcgUXajYk673G3RyYRxY6i=w72-h72-p-rp-mo-br100",
    "review": "We took their tour services few years ago and we were very happy with the entrie meghalaya trip. The driver Joydeb Das was very friendly and very polite. He showed us all places In meghalaya without any complaints. Wei saw dong and mawsynram were few remote places where we don’t get any signals for google maps. He drove us to such remote places as well. He was a very kind man and he helped us with Hotel bookings in cherrapunji when we did not get a proper hotel.  We love to hire them for our next visit yo north east. All the best. Cheers"
  },
  {
    "name": "Bhaskara Kempaiah",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjU1-hFUKBMPm3kt5LxFv3juoybMzf8VmuyQW1Z4p2j75aD-CkbHLw=w72-h72-p-rp-mo-ba2-br100",
    "review": "Jodeb is a nice person, he took our 9 days booking for Arunachal trip, with a short notice & arranged a cab -- helped us in confirming the itinerary, local guide info etc.,\n\nWe should have taken / asked for a better cab -- as it's a long journey for 9 days, car with better A/C, seat belts in back seat would be better for Northeast trips.\n\nI would recommend Joydeb / Anu Tour for other tourists visiting Northeast"
  },
  {
    "name": "Nick Tejuja",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLQKZyvAmKgxcDF1Wxydy-6jax16t-QjLVMeNia17CBIYFS=w72-h72-p-rp-mo-br100",
    "review": "Great Experience from  the time we got our guwahati airport pick up ...went to Meghalaya..shillong, sohra, sohbar, mawlynnong, and back to the airport..very safe driving throughout, well maintained and clean car . Joydeb was very knowledgeable of the area and would try and find new places for us to see. We enjoyed the personal  touch he added to the week long trip. ..with local places to eat and info on the local culture."
  },
  {
    "name": "Anand Arora",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjVisraUJm0RRsaJYutkrTJAdGvaAnYaNTtlsvgsaNFukrGJUZzQ=w72-h72-p-rp-mo-ba3-br100",
    "review": "Great experience while traveling with Pankaj, a driver Anu Tour and Taxi. Gave good recommendations for do's and don'ts at various places and recommended stuff to do, places to eat at, etc. Joydeb was in touch thru the trip to check on us! Would certainly recommend them for your Assam-Meghalaya road travel!"
  },
  {
    "name": "Dipu Das",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocKzz8OOaNuRQ8-Ad1w4RDeqIPbDlyMYc-6AUp2-a7X3PpuxZA=w72-h72-p-rp-mo-br100",
    "review": "Had a good experience..with Anu tours and taxi Guwahati ...thank you for this wonderful trip..."
  },
  {
    "name": "Mridul Krishnan",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjV-fETLj86szOgxrpaH1CSvioMOj58j9xrxnvXiJhGdVqeVYE-i9w=w72-h72-p-rp-mo-ba2-br100",
    "review": "Had a mesmerising and wonderful experience with the tour of Meghalaya and Assam during summer  , special thanks to Jaidev who proved to be a skilled and adept driver and a man expert tour guide with local connections. Highly recommended his cab services for the best possible travel experience. 🔆 …"
  },
  {
    "name": "Krishna Chaitanya",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocKyj-USKCRp6y04dt3nL3by1WHVVOJEhBQDACEULaaMUeD2KA=w72-h72-p-rp-mo-br100",
    "review": "I usually don't write reviews but Jaidevji deserves high rating so I felt I should write this review. I couldn't join my wife for the Assam trip. She went solo and Jaidev ji was her driver and guide. As a solo female traveler, she felt very safe. She says that he has been a professional and empathetic travel companion. Thanks a lot, Jaidev ji. During my conversations with him, I realized he has immense information about places in almost all NE states. Next time we both would love to come to Arunachal Pradesh."
  },
  {
    "name": "pravin bidaye",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocJwoS0WyvpEfsnoghQ-79qonWH06ArvFdidiyKFHSnODvVU7A=w72-h72-p-rp-mo-br100",
    "review": "We took their taxi services last years  and we were very happy with the entrie trip. The driver Joydeb Das was very friendly and very polite. He showed us all places  without any complaints. He drove us to such remote places as well. He was a very kind man and he helped us with when we did not get a proper hotel for dinner\n.  We love to hire them for our next visit yo north east. All the best."
  },
  {
    "name": "Atul Gupta",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocIKOVkcVip9uMiQY-5g_6xlz6KMQtyuSz0QnMXIuISss6kwPw=w72-h72-p-rp-mo-br100",
    "review": "Excellent exprience with Mr. Joydeb. He has tremendous experience in his field. He knows every nook and corner of north eastern part of India. It was a travel, free from any hassles and stress given the fact that we were with him.\nThanks a lot Anu Tour and Travels. Looking forward to planning another trip with u. This time probably Arunachal Pradesh and Manas-- again a suggestion by u only.\nThanks"
  },
  {
    "name": "Wasim Ali",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLKQpPZHmTtRePwUpQrlEIJM7y5jC9IVhYJGbkXJz1IFMRwCg=w72-h72-p-rp-mo-br100",
    "review": "We went for Arunachal trip with Jaydeb da. It was a great hassle free experience. He’s really friendly and accommodates all requests even a change in plan in the middle of the trip. Would recommend anyone planning north east trip!"
  },
  {
    "name": "Dr Pramod Kumar Gound",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjV9QtlxVxvw2YdlYPJUunddRaLfmtf9n8MEReVwc6651yWNYkM2=w72-h72-p-rp-mo-br100",
    "review": "We 5 friends travel Assam and Meghalaya with joydev .\nHe is very nice and gentle person."
  },
  {
    "name": "Kuldeep Sharma",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocJ7on9kr0vIvuUmpKoMuIBBvdXYbaVlYMFjevcfKWnI37C70Q=w72-h72-p-rp-mo-br100",
    "review": "We had a wonderful experience travelling to Tawang and Bomdi La with Anu Tour and Taxi. It is comfortable and operators are very supportive."
  },
  {
    "name": "Sunanda Sekhar Sahani",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjWgufo0UoJosGPx11T8NNpr6yBaH8kcVY3PRR5mBeGHi6haXD7S=w72-h72-p-rp-mo-ba3-br100",
    "review": "Pleasant journey with the operator. Well versed with the local terrain and guides well through the places."
  },
  {
    "name": "abhijit parab",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjWq30RSiSGBKwNCAhpMaRQi0X-gD83_d7tMtGP7Gyb9wLBdiCKV=w72-h72-p-rp-mo-ba4-br100",
    "review": "Had 7 days best trip with Mr Jaydev. Polite and humble person with complete knowledge of assam & meghalaya."
  },
  {
    "name": "Insta Crezy",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXNjCP9VPmbNtDexPvXOm5nrhgqVPzn-Yu5U4nisFTE3ri1Og=w72-h72-p-rp-mo-br100",
    "review": "We had a wonderful experience travelling to Tawang and Bomdi La with Anu Tour and Taxi.He is very nice and gentle person."
  },
  {
    "name": "pratik trivedi",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocJcUqndYy9sgIVykwgeFkg9af1BBd2TEDJs2I17XDfeJvptKg=w72-h72-p-rp-mo-br100",
    "review": "Had a wonderful experience with Mr. Jaydev Das to meghalaya. Very experienced driver and had a wonderful journey"
  },
  {
    "name": "kaustubh patwardhan",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjVijtnHz7kEGEYrMpjzHOt7w2v5pWmRLTl_YLKL4fRjx4vp0r0=w72-h72-p-rp-mo-br100",
    "review": "Best service provided for our Arunachal trip. I would definitely recommend the travel agency."
  },
  {
    "name": "Swapan Ghosh",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLmdKo-njtxL3zqYe6ehBJPO5haALlEuqMtyUwZP8Ns9bE2aA=w72-h72-p-rp-mo-br100",
    "review": "Very good service provided by Anu Tour and Taxi service."
  },
  {
    "name": "Alfonsa Pathaw",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocILaaxsQ1RdSwWk5aEIxD-6GKV4YSW4ieqxHMm9vBVQNXRnxw=w72-h72-p-rp-mo-br100",
    "review": "Highly recommended....Best ever service!!"
  },
  {
    "name": "ravi kumar",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocJrSxelPIqB0_kuTVBejF8xJPUE8P_dKeEc19IGnKMNbd1xhA=w72-h72-p-rp-mo-br100",
    "review": "We had a nice experience with the taxi service provider on our trip to tawang."
  },
  {
    "name": "ajanta kalita",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocJhI45lrjC8-WB3THntQapNtsgoPd4xlYvxbkCLY92S3uEEeIwu=w72-h72-p-rp-mo-br100",
    "review": "Thank you for your services, Good driving good behavior"
  },
  {
    "name": "Sambal Rabha",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocI-3tPUD95zFp7eXj6VYoiQ-WODgrYNnVU5fzj_Qg4rIZLGKw=w72-h72-p-rp-mo-br100",
    "review": "Verry good service"
  },
  {
    "name": "nil kamal",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXFhFyfu0gvo8gSkXV2op_gryiB7BXWJSCCimuEgh1QeJIKIb4B=w72-h72-p-rp-mo-br100",
    "review": "Very good . Experience.."
  },
  {
    "name": "Avik Das",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjX4vMb3WGMkp7Ysj7K3IzGSq_Mhq5aig6NoERtHFp6m-BBEIVM-=w72-h72-p-rp-mo-br100",
    "review": "Best"
  },
  {
    "name": "Vikram Sahny",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjUaUWGHHys6RxaeDrWuu8c-nwswFG9GNy97NcEfQyjWPPdOZXOu=w72-h72-p-rp-mo-br100",
    "review": "Very good and friendly team"
  },
  {
    "name": "Pansngiat Suchen",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocIyVObORuFUSmdpVcSlcxmrBwJd6dOvB4aXV9G0ho2S4zaf0w=w72-h72-p-rp-mo-br100",
    "review": "Verry good service"
  },
  {
    "name": "Jeherul Islam",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjViglFVKrgdmIQMK9O_G4ovxOFxcSu_SQEYhX3Sb4zBhhSCOqw=w72-h72-p-rp-mo-br100",
    "review": "Verry good service"
  }
]
